export default {
  musicList: [{
    id: 1,
    title: '天使中的魔鬼',
    artist: '田馥甄',
    file: 'http://oj4t8z2d5.bkt.clouddn.com/%E9%AD%94%E9%AC%BC%E4%B8%AD%E7%9A%84%E5%A4%A9%E4%BD%BF.mp3',
    cover: 'http://oj4t8z2d5.bkt.clouddn.com/%E9%AD%94%E9%AC%BC%E4%B8%AD%E7%9A%84%E5%A4%A9%E4%BD%BF.jpg',
    lrc: '[by:提可]\n[00:00.00] 作曲 : 陈小霞\n[00:01.00] 作词 : 姚若龙\n[00:14.00]把太细的神经割掉\n[00:17.04]会不会比较睡得着\n[00:22.17]我的心有座灰色的监牢\n[00:27.27]关着一票黑色念头在吼叫\n[00:36.96]把太硬的脾气抽掉\n[00:40.27]会不会比较被明了\n[00:44.74]你可以重重把我给打倒\n[00:52.01]但是想都别想我求饶\n[00:59.28]你是魔鬼中的天使\n[01:02.07]所以送我心碎的方式\n[01:06.01]是让我笑到最后一秒为止\n[01:10.90]才发现自己胸口插了一把刀子\n[01:14.20]你是魔鬼中的天使\n[01:17.55]让恨变成太俗气的事\n[01:21.40]从眼里流下谢谢两个字\n[01:24.97]尽管叫我疯子 不准叫我傻子\n[01:48.93]把太硬的脾气抽掉\n[01:51.59]会不会比较被明了\n[01:55.57]你可以重重把我给打倒\n[02:02.48]但是想都别想我求饶\n[02:10.4]你是魔鬼中的天使\n[02:13.72]所以送我心碎的方式\n[02:17.59]是让我笑到最后一秒为止\n[02:21.88]才发现自己胸口插了一把刀子\n[02:25.17]你是魔鬼中的天使\n[02:28.81]让恨变成太俗气的事\n[02:32.45]从眼里流下谢谢两个字\n[02:36.83]尽管叫我疯子 不准叫我傻子\n[02:46.77]随人去拼凑我们的故事\n[02:49.33]我懒得解释 爱怎么解释\n[02:53.88]当谁想看我碎裂的样子\n[02:57.22]我已经又顽强 重生一次\n[03:03.9]你是魔鬼中的天使\n[03:07.43]所以送我心碎的方式\n[03:11.45]是让我笑到最后一秒为止\n[03:15.87]才发现自己胸口插了一把刀子\n[03:19.80]你是魔鬼中的天使\n[03:22.80]让恨变成太俗气的事\n[03:26.85]从眼里流下谢谢两个字\n[03:30.61]尽管叫我疯子 不准叫我傻子\n'
  }, {
    id: 2,
    title: '风继续吹',
    artist: '张国荣',
    file: 'http://oj4t8z2d5.bkt.clouddn.com/%E9%A3%8E%E7%BB%A7%E7%BB%AD%E5%90%B9.mp3',
    cover: 'http://oj4t8z2d5.bkt.clouddn.com/%E9%A3%8E%E7%BB%A7%E7%BB%AD%E5%90%B9.jpg',
    lrc: '[by:風繼續吹吖吹__]\n[00:00.00] 作曲 : Ryudo Uzaki/Youko Agi\n[00:01.00] 作词 : 郑国江\n[00:25.72]我劝妳早点归去\n[00:31.78]妳说妳不想归去\n[00:34.74]衹叫我抱著妳\n[00:37.88]悠悠海风轻轻吹\n[00:40.3]冷却了野火堆\n[00:42.28]我看见伤心的妳\n[00:45.42]你说我怎舍得去\n[00:48.84]哭态也绝美\n[00:52.54]如何止哭\n[00:53.54]衹得轻吻妳发边\n[00:56.66]让风继续吹\n[00:59.53]不忍远离\n[01:03.76]心里极渴望\n[01:05.99]希望留下伴著妳\n[01:10.74]风继续吹\n[01:13.86]不忍远离\n[01:17.72]心里亦有泪\n[01:20.28]不愿流泪望著妳\n[01:24.55]过去多少快乐记忆\n[01:31.4]何妨与妳一起去追\n[01:38.23]要将忧郁苦痛洗去\n[01:42.25]柔情蜜意我愿记取\n[01:46.6]要强忍离情泪\n[01:49.46]未许它向下垂\n[01:53.17]愁如锁眉头聚\n[01:56.84]别离泪始终要下垂\n[02:07.6]我已令妳快乐\n[02:10.48]妳也令我痴痴醉\n[02:12.92]妳已在我心\n[02:16.0]不必再问记著谁\n[02:19.91]留住眼内每滴泪\n[02:22.10]为何仍断续流默默垂\n[02:52.15]我劝妳早点归去\n[02:55.24]妳说妳不想归去\n[02:58.34]衹叫我抱著妳\n[03:01.56]悠悠海风轻轻吹\n[03:03.57]冷却了野火堆\n[03:05.79]我看见伤心的妳\n[03:09.58]妳叫我怎舍得去\n[03:12.60]哭态也绝美\n[03:15.91]如何止哭\n[03:17.10]衹得轻吻妳发边\n[03:19.61]让风继续吹\n[03:23.14]不忍远离\n[03:27.52]心里极渴望\n[03:29.78]希望留下伴著妳\n[03:34.65]风继续吹\n[03:37.52]不忍远离\n[03:41.81]心里亦有泪\n[03:44.14]不愿流泪望著妳\n[03:48.27]过去多少快乐记忆\n[03:54.53]何妨与妳一起去追\n[04:01.88]要将忧郁苦痛洗去\n[04:06.8]柔情蜜意我愿记取\n[04:09.74]要强忍离情泪\n[04:13.2]未许它向下垂\n[04:16.95]愁如锁眉头聚\n[04:20.42]别离泪始终要下垂\n[04:29.5]我已令妳快乐\n[04:33.33]妳也令我痴痴醉\n[04:37.37]妳已在我心\n[04:39.55]不必再问记著谁\n[04:43.42]留住眼内每滴泪\n[04:46.65]为何仍断续流默默垂\n[04:50.6]为何仍断续流默默垂\n[04:53.71]为何仍断续流默默垂\n'
  }, {
    id: 3,
    title: '恋恋风尘',
    artist: '老狼',
    file: 'http://oj4t8z2d5.bkt.clouddn.com/%E6%81%8B%E6%81%8B%E9%A3%8E%E5%B0%98.mp3',
    cover: 'http://oj4t8z2d5.bkt.clouddn.com/%E6%81%8B%E6%81%8B%E9%A3%8E%E5%B0%98.jpg',
    lrc: '[00:00.00] 作曲 : 高晓松\n[00:01.00] 作词 : 高晓松\n[00:15.900]那天\n[00:17.600]黄昏\n[00:19.300]开始飘起了白雪\n[00:23.900]忧伤\n[00:24.900]开满山岗\n[00:26.900]等青春散场\n[00:30.900]午夜的电影\n[00:33.900]写满古老的恋情\n[00:38.900]在黑暗中\n[00:40.000]为年轻歌唱\n[00:46.000]走吧\n[00:47.000]女孩\n[00:49.000]去看红色的朝霞\n[00:53.800]带上\n[00:55.200]我的恋歌\n[00:57.600]你迎风吟唱\n[01:01.200]露水挂在发梢\n[01:04.900]结满透明的惆怅\n[01:09.500]是我一生最初的迷惘\n[01:16.400]\n[01:47.400]当岁月\n[01:49.400]和美丽\n[01:50.400]已成风尘中的叹息\n[01:54.400]你感伤的眼里\n[01:58.400]有旧时泪滴\n[02:02.600]相信爱的年纪\n[02:06.000]没能唱给你的歌曲\n[02:10.000]让我一生中常常追忆\n[02:17.000]相信爱的年纪\n[02:21.000]没能唱给你的歌曲\n[02:25.000]让我一生中常常追忆\n'
  }, {
    id: 4,
    title: '我要你',
    artist: '任素汐',
    file: 'http://oj4t8z2d5.bkt.clouddn.com/%E6%88%91%E8%A6%81%E4%BD%A0.mp3',
    cover: 'http://oj4t8z2d5.bkt.clouddn.com/%E6%88%91%E8%A6%81%E4%BD%A0.jpg',
    lrc: '[00:00.00] 作曲 : 樊冲\n[00:00.146] 作词 : 樊冲\n[00:00.440]我要 你在我身旁\n[00:08.360]我要 你为我梳妆\n[00:15.060]这夜的风儿吹\n[00:18.310]吹得心痒痒 我的情郎\n[00:22.310]我在他乡  望着月亮\n[00:29.650]都怪这月色 撩人的疯狂\n[00:36.760]都怪这Guitar 弹得太凄凉\n[00:44.090]欧 我要唱着歌\n[00:47.240]默默把你想 我的情郎\n[00:51.260]你在何方  眼看天亮\n[01:12.950]都怪这夜色 撩人的疯狂\n[01:20.510]都怪这Guitar  弹得太凄凉\n[01:27.700]欧 我要唱着歌\n[01:31.080]默默把你想 我的情郎\n[01:35.000]你在何方  眼看天亮\n[01:42.620]我要 美丽的衣裳\n[01:50.140]为你 对镜贴花黄\n[01:56.820]这夜色太紧张\n[02:00.080]时间太漫长 我的情郎\n[02:04.050]我在他乡  望着月亮\n'
  }, {
    id: 5,
    title: '成都',
    artist: '赵雷',
    file: 'http://oj4t8z2d5.bkt.clouddn.com/%E6%88%90%E9%83%BD.mp3',
    cover: 'http://oj4t8z2d5.bkt.clouddn.com/%E6%88%90%E9%83%BD.jpg',
    lrc: '[00:00.00] 作曲 : 赵雷\n[00:01.00] 作词 : 赵雷\n[00:16.75]让我掉下眼泪的 不止昨夜的酒\n[00:25.91]让我依依不舍的 不止你的温柔\n[00:33.91]余路还要走多久 你攥着我的手\n[00:41.70]让我感到为难的 是挣扎的自由\n[00:52.10]分别总是在九月 回忆是思念的愁\n[00:59.63]深秋嫩绿的垂柳 亲吻着我额头\n[01:07.53]在那座阴雨的小城里 我从未忘记你\n[01:15.41]成都 带不走的 只有你\n[01:23.69]和我在成都的街头走一走\n[01:31.08]直到所有的灯都熄灭了也不停留\n[01:39.69]你会挽着我的衣袖 我会把手揣进裤兜\n[01:47.08]走到玉林路的尽头 坐在(走过)小酒馆的门口\n[02:30.37]分别总是在九月 回忆是思念的愁\n[02:38.10]深秋嫩绿的垂柳 亲吻着我额头\n[02:46.13]在那座阴雨的小城里 我从未忘记你\n[02:54.02]成都 带不走的 只有你\n[03:02.34]和我在成都的街头走一走\n[03:10.41]直到所有的灯都熄灭了也不停留\n[03:18.34]你会挽着我的衣袖 我会把手揣进裤兜\n[03:25.51]走到玉林路的尽头 坐在(走过)小酒馆的门口\n[03:35.40]和我在成都的街头走一走\n[03:45.39]直到所有的灯都熄灭了也不停留\n[03:53.62]和我在成都的街头走一走\n[04:01.35]直到所有的灯都熄灭了也不停留\n[04:08.95]你会挽着我的衣袖 我会把手揣进裤兜\n[04:17.27]走到玉林路的尽头 坐在(走过)小酒馆的门口[04:35.96]和我在成都的街头走一走\n[04:42.76]直到所有的灯都熄灭了也不停留\n'
  }, {
    id: 6,
    title: 'sound of silence',
    artist: 'Simon & Garfunkel',
    file: 'http://oj4t8z2d5.bkt.clouddn.com/sound-of-silence.mp3',
    cover: 'http://oj4t8z2d5.bkt.clouddn.com/sound-of-silence.jpg',
    lrc: '[00:03.140]\n[00:03.490]Hello darkness my old friend.,,\n[00:07.970]I"ve come to talk with U again.\n[00:12.310]Because a vision softly creeping.\n[00:17.120]Left its seeds while I was sleeping.\n[00:21.590]And the vision that was planted in my brain.\n[00:28.460]Still remains.\n[00:31.800]Within the sound of silence\n[00:37.500]In restless dreams I walk alone.\n[00:42.370]Narrow streets of cobble stone.\n[00:46.850]"Neath the halo of a street lamp.\n[00:51.290]I turned my collar 2 the cold & damp.\n[00:56.010]When my eyes were stabbled by the flash of a neon light.\n[01:02.780]That split the night.\n[01:06.220]And touched the sound of silence.\n[01:11.950]And in the naked night I saw.\n[01:16.400]Ten thousand people maybe more.\n[01:21.110]People talking without speaking.\n[01:25.560]People hearing without listening.\n[01:29.950]People writing songs that voices never share.\n[01:37.790]And no one dare.\n[01:41.110]Disturb the sound of silence.\n[01:45.650]\n[01:46.750]"Fool" said I "U do not know."\n[01:51.250]"Silence like a cancer grows."\n[01:55.540]Hear my words that I might teach U."\n[01:59.960]"Take my arms that I might reach U."\n[02:04.420]But my words like silent rain-drops fell.\n[02:13.780]And echoed in the wells of silence.\n[02:21.190]And the people bow & prayed.\n[02:25.570]To the neon God they made.\n[02:29.880]And the sign flash out its warning.\n[02:34.340]In the words that it was forming)\n[02:38.680]And the sign said "The words of the prophers.\n[02:42.030]Are written the subway walls & tenement halls".\n[02:49.580]And whispered in the sounds of silence.\n[02:58.220]\n'
  }],
  currentIndex: 2, // 默认第几首播放
  repeatType: 'cycle' // 播放的顺序
}
